Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: The review template was successfully deleted.
es_es: La plantilla de revisión se ha eliminado correctamente.

source: Primary owners can edit the population (based on creator's access).
es_es: Los propietarios principales pueden editar la población (según el acceso del creador).

source: Before proceeding, please select an item to customize your review form.
es_es: Antes de continuar, seleccione un elemento para personalizar su formulario de evaluación.

source: Please fill in all mandatory fields.
es_es: Rellene todos los campos obligatorios.

source: To complete the process, all required information must first be provided by the owner.
es_es: Para completar el proceso, primero debe proporcionarse toda la información requerida por el propietario.

source: This template is currently in progress.
es_es: Esta plantilla está actualmente en proceso.

source: Select the rating scale in the menu.
es_es: Seleccione la escala de calificación en el menú.

source: The review process was successfully reopened.
es_es: El proceso de revisión se ha reabierto correctamente.

source: All your changes were saved as draft.
es_es: Todos sus cambios se han guardado como borrador.

source: Skill & Competency Groups
es_es: Grupos de habilidades y competencias

source: Select at least one skill to proceed.
es_es: Selecciona al menos una habilidad para continuar.

source: No skills added yet. Upload your company's skills library to start tracking, developing, and optimizing your team's talents.
es_es: Todavía no se han añadido habilidades. Cargue la biblioteca de habilidades de su empresa para comenzar a seguir, desarrollar y optimizar el talento de su equipo.

source: Manage your company's skills
es_es: Gestionar las habilidades de su empresa

source: Expand all
es_es: Expandir todo

source: Collapse all
es_es: Contraer todo

source: Current manager
es_es: Manager actual

source: You’re about to reassign the manager for this career development plan. The new manager will gain all permissions and actions currently available to the existing manager.
es_es: Estás a punto de reasignar el manager de este plan de desarrollo profesional. El nuevo manager obtendrá todos los permisos y acciones que el manager actual tiene disponibles.

source: New manager
es_es: Nuevo manager

source: Search for a manager
es_es: Buscar un manager

source: The new manager cannot be empty.
es_es: El nuevo manager no puede estar vacío.

source: Reassign
es_es: Reasignar

source: Reassign manager
es_es: Reasignar manager

source: This team member has no check-ins yet. Help start their journey by creating their first check-in.
es_es: Este miembro del equipo aún no tiene registros. Ayude a iniciar su recorrido creando su primer registro.

source: This team member has no goals yet. Create goals to help them progress.
es_es: Este miembro del equipo aún no tiene objetivos. Cree objetivos para ayudarle a progresar.

source: Enhance this team member's profile by adding & rating skills
es_es: Mejore el perfil de este miembro del equipo añadiendo y valorando habilidades

source: Attached files
es_es: Archivos adjuntos

source: Upload supporting files for the career development.
es_es: Suba archivos de respaldo para el desarrollo profesional.

source: Preview goals in the career development page.
es_es: Previsualice los objetivos en la página de desarrollo profesional.

source: You don’t have the necessary permissions to manage goal plans.
es_es: No tiene los permisos necesarios para gestionar planes de objetivos.

source: Please contact your system administrator for assistance.
es_es: Póngase en contacto con su administrador del sistema para recibir ayuda.

source: Select goal plan
es_es: Seleccionar plan de objetivos

source: Select goal type
es_es: Seleccionar tipo de objetivo

source: Go to the career plan questionnaire step to make changes.
es_es: Vaya al paso del cuestionario del plan profesional para realizar cambios.

source: All skills from the library
es_es: Todas las competencias de la biblioteca

source: Define the source for skills and competency scales.
es_es: Defina la fuente para las escalas de habilidades y competencias.

source: Select skills & competency groups
es_es: Seleccionar grupos de habilidades y competencias

source: Choose one option
es_es: Elegir una opción

source: Selected skills & competency groups
es_es: Grupos de habilidades y competencias seleccionados

source: Select competency scale
es_es: Seleccionar escala de competencias

source: Preview check-ins in the career development page.
es_es: Previsualice las consultas en la página de desarrollo profesional.

source: You must enable at least one widget to move to the next step.
es_es: Debe habilitar al menos un widget para continuar al siguiente paso.

source: Career plans
es_es: Planes de carrera

source: Participants
es_es: Participantes

source: Reflect on your achievements, challenges, and career aspirations. Taking a moment to think about your experiences will help you clearly articulate your development goals.
es_es: Reflexione sobre sus logros, desafíos y aspiraciones profesionales. Tomarse un momento para pensar en sus experiencias le ayudará a expresar claramente sus objetivos de desarrollo.

source: Identify both your short- and long-term career goals. Be specific about what you want to accomplish and the skills you’d like to develop. This will ensure the plan aligns with your personal and professional growth.
es_es: Identifique tanto sus objetivos profesionales a corto como a largo plazo. Sea específico sobre lo que desea lograr y las habilidades que le gustaría desarrollar. Esto garantizará que el plan esté alineado con su crecimiento personal y profesional.

source: Think about the training, projects, or responsibilities that can help you achieve your goals. In your plan, include opportunities that will support your growth and career advancement.
es_es: Piense en la formación, los proyectos o las responsabilidades que pueden ayudarle a alcanzar sus objetivos. En su plan, incluya oportunidades que apoyen su desarrollo y el avance de su carrera.

source: Break your goals down into actionable steps. Be sure to outline a timeline for achieving them and track your progress along the way.
es_es: Divida sus objetivos en pasos concretos. Asegúrese de establecer un cronograma para alcanzarlos y haga un seguimiento de su progreso a lo largo del proceso.

source: Create a supportive environment where workers feel comfortable sharing their aspirations, challenges, and goals. Listen actively and ask thoughtful questions to better understand their vision.
es_es: Crea un entorno de apoyo donde los colaboradores/as se sientan cómodos compartiendo sus aspiraciones, desafíos y objetivos. Escucha activamente y formula preguntas reflexivas para comprender mejor su visión.

source: Take time to review the worker's career development plan in detail. Provide constructive feedback, acknowledge their strengths, and highlight areas for growth.
es_es: Tómese el tiempo para revisar en detalle el plan de desarrollo profesional del trabajador. Proporcione comentarios constructivos, reconozca sus fortalezas y destaque las áreas de mejora.

source: Encourage your reports to explore new challenges and opportunities that help them grow while building on their current strengths and skills.
es_es: Anime a sus subordinados a explorar nuevos retos y oportunidades que les ayuden a crecer, aprovechando sus fortalezas y habilidades actuales.

source: Share your own experiences and insights to inspire and guide workers. Be their advocate and actively support their growth journey.
es_es: Comparte tus propias experiencias e ideas para inspirar y guiar a los colaboradores/as. Sé su defensor/a y apoya activamente su proceso de crecimiento.

source: Prepare in advance
es_es: Prepárese con antelación

source: Define your goals
es_es: Defina sus objetivos

source: Explore development opportunities
es_es: Explore oportunidades de desarrollo

source: Set actionable steps
es_es: Establecer pasos concretos

source: Encourage open dialogue
es_es: Fomentar el diálogo abierto

source: Review the plan thoroughly
es_es: Revise el plan detenidamente

source: Suggest opportunities for growth
es_es: Sugerir oportunidades de crecimiento

source: Be a mentor, not just a manager
es_es: Sea un mentor, no solo un gerente

source: Here are some tips to guide you through filling out your career development plan:
es_es: Aquí tiene algunos consejos para guiarle en el proceso de completar su plan de desarrollo profesional:

source: Foster meaningful career development conversations!
es_es: ¡Fomente conversaciones significativas sobre el desarrollo profesional!

source: Here are tips to effectively guide workers in their career development plans:
es_es: Aquí tiene algunos consejos para guiar eficazmente a los trabajadores en sus planes de desarrollo profesional:

source: Career plans that your team members own.
es_es: Planes de carrera que pertenecen a los miembros de su equipo.

source: This worker currently has no career development plans
es_es: Este trabajador no tiene actualmente planes de desarrollo profesional

source: Are you sure you want to reassign this career development plan to the selected manager?
es_es: ¿Seguro que quieres reasignar este plan de desarrollo profesional al manager seleccionado?

source: Confirm reassignment
es_es: Confirmar reasignación

source: The career development plan was successfully reassigned.
es_es: El plan de desarrollo profesional se reasignó correctamente.

source: {{count}}/{{limit}} characters
es_es: {{count}}/{{limit}} caracteres

source: The text exceeds the character limit.
es_es: El texto supera el límite de caracteres.

source: Once your manager submits their view on your performance, you will be invited to either accept and complete the check-in, or request to meet for further discussion.
es_es: Una vez que su responsable envíe su opinión sobre su desempeño, se le invitará a aceptar y completar la consulta, o solicitar una reunión para una discusión adicional.

source: Set date
es_es: Establecer fecha

source: Add discussion point
es_es: Añadir punto de discusión

source: Add recurrence
es_es: Añadir recurrencia

source: If yes, click the button and open the file once it has been downloaded to add this event to your calendar, and that of the other attendee.
es_es: Si es así, haga clic en el botón y abra el archivo una vez que se haya descargado para añadir este evento a su calendario y al del otro asistente.

source: Download invite
es_es: Descargar invitación

source: Do you want to add this check-in to your calendar?
es_es: ¿Desea añadir esta consulta a su calendario?

source: Make your check-ins more effective by adding key discussion points and agenda items every week. Reflect on the past week and plan for the next week to help increase productivity and ensure you and your manager are aligned on important deliverables.
es_es: Haga que sus consultas sean más efectivas añadiendo puntos clave de discusión y elementos de agenda cada semana. Reflexione sobre la semana pasada y planifique la próxima semana para ayudar a aumentar la productividad y garantizar que usted y su responsable estén alineados con los entregables importantes.

source: Have a great check-in conversation!
es_es: ¡Que tenga una excelente conversación de consulta!

source: Here are some tips to make the most of your check-ins.
es_es: Aquí tiene una serie de consejos para aprovechar al máximo sus consultas.

source: Make sure you use your check-in time wisely. Coming prepared can greatly benefit the quality of the conversation and also impress your manager, as it demonstrates your focus on your goals and development.
es_es: Asegúrese de emplear el tiempo de la consulta sabiamente. Venir preparado puede beneficiar mucho a la calidad de la conversación y, además, puede impresionar a su responsable, ya que demuestra que está centrado sus objetivos y su desarrollo.

source: The central focus of a check-in should be your current workload, and it should aim at ensuring that you and your manager are aligned on your projects and goals.
es_es: El enfoque central de una consulta debe ser su carga de trabajo actual, y debe tener como objetivo garantizar que tanto usted como su responsable tengan unos proyectos y objetivos en consonancia.

source: To prepare for your check-in, take some notes about the main items you have been working on that week and any key points you want to discuss. It only takes five minutes, but it can significantly improve the quality of your conversation.
es_es: Para prepararse para su consulta, tome notas sobre los principales temas en los que has estado trabajando esa semana y los puntos clave que desee tratar. Solo le llevará cinco minutos y puede mejorar notablemente la calidad de la conversación.

source: All participants
es_es: Todos los participantes

source: Assign check-in
es_es: Asignar consulta

source: Recognize behavior profile of:
es_es: Reconocer el perfil de comportamiento de:

source: Offer your team member insight into how you think they have progressed on their behaviors over this period.
es_es: Ofrezca al miembro de su equipo información sobre cómo cree que ha progresado en sus comportamientos durante este período.

source: You have changed the type of the check-in. Please review the change with the check-in attendee.
es_es: Ha cambiado el tipo de consulta. Revise el cambio con el asistente de la consulta.

source: No messages yet
es_es: Todavía no hay mensajes

source: Why not start a conversation now?
es_es: ¿Por qué no iniciar una conversación ahora?

source: Check-in chat
es_es: Chat de consulta

source: The check-in <u>{{title}} with {{name}}</u> was completed.
es_es: La consulta <u>{{title}} con {{name}}</u> se ha completado.

source: Your check-in was successfully created.
es_es: Su consulta se ha creado correctamente.

source: {{numberOfCheckins}} check-ins with {{AssignedToUserName}} will be created.
es_es: Se crearán {{numberOfCheckins}} consultas con {{AssignedToUserName}}.

source: You can create another check-in at any time.
es_es: Puede crear otra consulta en cualquier momento.

source: {{count}} check-ins were successfully created.
es_es: Se han creado {{count}} consultas correctamente.

source: The scheduled check-in <u>{{title}} with {{name}}</u> was canceled.
es_es: La consulta programada <u>{{title}} con {{name}}</u> se ha cancelado.

source: Your check-in was successfully saved.
es_es: Su consulta se ha guardado correctamente.

source: Focus factors for this check-in
es_es: Factores de enfoque para esta consulta

source: Your check-in was successfully updated.
es_es: Su consulta se ha actualizado correctamente.

source: {{name}} will be notified that you have updated this check-in.
es_es: {{name}} recibirá una notificación cuando haya actualizado esta consulta.

source: Add point
es_es: Añadir punto

source: No discussion points for the moment
es_es: No hay puntos de discusión para este momento

source: Checklist
es_es: Lista de verificación

source: Are you sure you want to mark the check-in <strong>{{name}}</strong> as complete?
es_es: ¿Está seguro de querer marcar la consulta <strong>{{name}}</strong> como completa?

source: Complete check-in
es_es: Completar consulta

source: Select a date
es_es: Selecciona una fecha

source: Are you sure you want to remove the check-in <strong>{{name}}</strong> from your check-in list?
es_es: ¿Está seguro de querer eliminar la consulta <strong>{{name}}</strong> de su lista de consultas?

source: Delete check-in
es_es: Eliminar consulta

source: Description and discussion points
es_es: Descripción y puntos de debate

source: Check-ins created
es_es: Consultas creadas

source: To help you prepare, include an overview of what you'd like to talk about here.
es_es: Para ayudarle a prepararse, incluya un resumen de lo que le gustaría hablar aquí.

source: Add comment
es_es: Agregar comentario

source: Discussion points
es_es: Puntos de discusión

source: Create some pointers to kick-start your check-in conversation.
es_es: Cree algunos indicadores para iniciar su conversación de consulta.

source: Edit check-in
es_es: Editar consulta

source: Edit discussion point
es_es: Editar punto de discusión

source: Back to upcoming
es_es: Volver a próximos

source: No check-ins have occurred that day.
es_es: No se produjeron consultas ese día.

source: No upcoming check-ins to be displayed. <br/>Schedule a new check-in.
es_es: No hay próximas consultas que mostrar. <br/>Programe una nueva consulta.

source: No check-ins were recently updated.
es_es: No se han actualizado recientemente las consultas.

source: No check-ins have taken place in the past.
es_es: No se han realizado consultas en el pasado.

source: Each worker to whom this check-in has been assigned can edit this section in their form.
es_es: Cada trabajador al que se le ha asignado esta consulta puede editar esta sección en su formulario.

source: Here are some helpful tips for understanding the different types of check-ins.
es_es: Aquí tiene algunos consejos útiles para entender los diferentes tipos de consultas.

source: About check-ins
es_es: Acerca de las consultas

source: Occurs every two weeks on {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
es_es: Ocurre cada dos semanas el {{day}} a partir del {{startOn}} hasta el {{endOn}}. En total, se crearán {{count}} consulta.

source: Goal due date
es_es: Fecha de vencimiento del objetivo

source: Showing goals and deliverables of:
es_es: Mostrando los objetivos y entregables de:

source: Goal priority
es_es: Prioridad del objetivo

source: Goal progress
es_es: Progreso del objetivo

source: Goal tracking status
es_es: Estado de seguimiento de objetivo

source: Goal type: “{{typeName}}“
es_es: Tipo de objetivo: "{{typeName}}"

source: Still in progress.
es_es: Todavía en curso.

source: How was your check-in?
es_es: ¿Cómo ha ido su consulta?

source: Are you sure you want to mark the check-in <strong>{{checkInTitle}}</strong> as completed?
es_es: ¿Está seguro de querer marcar la consulta <strong>{{checkInTitle}}</strong> como completada?

source: Marked as done by {{nickName}} {{name}}.
es_es: Marcado como hecho por {{nickName}} {{name}}.

source: Assigned to
es_es: Asignado a

source: {{count}} workers
es_es: {{count}} trabajadores

source: {{count}} worker
es_es: {{count}} trabajador

source: {{count}} users
es_es: {{count}} usuarios

source: Number of check-ins assigned to each selected worker and their line manager.
es_es: Número de consultas asignadas a cada trabajador seleccionado y su responsable de línea.

source: Assigned to: {{count}}
es_es: Asignado a: {{count}}

source: This assignment will create {{count}} check-ins between each worker and their line manager. Once the check-in is assigned, users will be able to edit its details and add a date.
es_es: Esta asignación creará {{count}} consultas entre cada trabajador y su responsable directo. Una vez asignada la revisión, los usuarios podrán editar sus detalles y añadir una fecha.

source: Get started by assigning one.
es_es: Empiece asignando uno.

source: No check-ins mass assignments yet!
es_es: ¡Todavía no hay asignaciones masivas de registros!

source: Excluded individuals
es_es: Individuos excluidos

source: Excluded workers: {{count}}
es_es: Trabajadores excluidos: {{count}}

source: Excluded
es_es: Excluido

source: Included
es_es: Incluido

source: No results match the search criteria. Clear the search to show all results.
es_es: No hay resultados que coincidan con los criterios de búsqueda. Borre la búsqueda para mostrar todos los resultados.

source: Search for workers
es_es: Buscar trabajadores

source: Performance check-ins require managers to provide their views on their team members' progress and performance.
es_es: Las consultas de desempeño requieren que los responsables proporcionen sus opiniones sobre el progreso y el desempeño de los miembros de su equipo.

source: Regular check-ins enable managers and their team members to discuss day-to-day progress and any developmental focus.
es_es: Las consultas regulares permiten a los responsables y a los miembros de su equipo discutir el progreso diario y todos los enfoques de desarrollo.

source: See all participants
es_es: Ver todos los participantes

source: Monthly check-in
es_es: Consulta mensual

source: Search for a worker or an organization
es_es: Buscar un trabajador o una organización

source: Occurs on day {{day}} of every month, effective {{startOn}} through {{endOn}}. In total, {{count}} check-ins will be created.
es_es: Ocurre el día {{day}} de cada mes, desde el {{startOn}} hasta el {{endOn}}. En total, se crearán {{count}} consultas.

source: Specific date
es_es: Fecha específica

source: Past
es_es: Pasado

source: Upcoming
es_es: Próximamente

source: Today
es_es: Hoy

source: Assign check-ins
es_es: Asignar consultas

source: If you're assigning to multiple users, it might take a while for this list to appear in the check-in view.
es_es: Si está realizando la asignación a varios usuarios, la lista podría tardar un tiempo en aparecer en la vista de consulta.

source: The check-in was successfully assigned.
es_es: La consulta se ha asignado correctamente.

source: This assignment will create {{count}} check-ins in total, between each selected worker and their line manager.
es_es: Esta asignación creará {{count}} consultas en total, entre cada trabajador seleccionado y su responsable directo.

source: Are you sure you want to assign this check-in?
es_es: ¿Está seguro de querer asignar esta consulta?

source: No description added
es_es: No se ha añadido una descripción

source: No discussion points added
es_es: No se han añadido puntos de discusión

source: Overall performance
es_es: Desempeño general

source: My overall performance
es_es: Mi desempeño general

source: Offer your team member insight into how you think they have progressed on their overall performance over this period.
es_es: Ofrezca al miembro de su equipo información sobre cómo cree que ha progresado en su desempeño general durante este período.

source: Check-in with
es_es: Consulta con

source: Pending manager submission
es_es: Envío del responsable pendiente

source: Allow managers to schedule dedicated conversations with direct reports to address performance-related topics.
es_es: Permitir de los responsables programar conversaciones específicas con los subordinados directos para tratar asuntos relacionados con el desempeño.

source: Offer your team member insights into how you think they have progressed on their behaviors this period.
es_es: Ofrezca al miembro de su equipo información sobre cómo cree que ha progresado en sus comportamientos durante este período.

source: Your comment
es_es: Su comentario

source: Please share your thoughts in this section.
es_es: Comparta sus opiniones en esta sección.

source: Gain insight into how your manager thinks you are progressing on your behaviors over this period.
es_es: Obtenga información sobre cómo su responsable cree que está progresando en sus comportamientos durante este período.

source: Gain insight into how your manager thinks you are progressing on your goals over this period.
es_es: Obtenga información sobre cómo su responsable cree que está progresando en sus objetivos durante este período.

source: Gain insight into how your manager thinks you are progressing on your overall performance over this period.
es_es: Obtenga información sobre cómo su responsable cree que está progresando en su desempeño general durante este período.
